<!--

THIS FILE HAS ABOUT 3,300 WORDS TO TRANSLATE

TRANSLATION NOTES:

When translating this thing, only edit the stuff that's BETWEEN the <tags>, like so:

    <p id="still_english">hello</p>
    =>
    <p id="still_english">bonjour</p>

Also, DON'T change anything between the [square brackets], like so:

    Number #[N]
    =>
    Numero #[N]

Exception to the "don't change tags" rule:
Feel free to move around the italics & bold tags, so that the emphasis
on the right phrases/words still makes sense!

    <i>italics</i>
    <b>bold</b>

Also, some HTML weirdness you might want to know:

    &amp; is an ampersand "&" sign
    &#8226; is a dot
    &rarr; is a rightward-facing arrow
    &lt; is a "<" sign

ALSO! I'd love for you to credit yourself as a translator!
You can add your own name in the <p id="subtitle"> section

Thanks again!
~ Nicky Case

-->

<!-- - - - - - - - - - - - - - - - - -->
<!-- - - - - - META STUFF - - - - - - -->
<!-- - - - - - - - - - - - - - - - - -->

<p id="meta_title">
L'&eacute;volution de la Confiance
</p>
<p id="meta_desc">
Un guide interactif &agrave; la th&eacute;orie des jeux et pourquoi &amp; comment nous nous croyons
</p>
<p id="meta_loading">
chargement...
</p>
<p id="meta_on">
ON
</p>
<p id="meta_off">
OFF
</p>


<!-- - - - - - - - - - - - - - - - - -->
<!-- - - - - - TITLE! - - - - - - - - -->
<!-- - - - - - - - - - - - - - - - - -->

<p id="title">
<span style="font-size:0.75em">L'</span><br>
&Eacute;VOLUTION<br>
<span style="font-size:0.60em">DE LA CONFIANCE</span>
</p>
<p id="subtitle">

temps de jeu : 30 min &#8226; par nicky case, juillet 2017

<!-- TRANSLATION NOTE: UNCOMMENT THE FOLLOWING & ADD YOUR OWN NAME! -->
<!-- -->
<br>
traduit en français par Ayowel
&#8226;
<a href="http://ncase.me/trust/">Version originale en anglais</a>
<!-- -->

</p>

<p id="loading">
chargement...
</p>
<p id="loading_done">
Jouer &rarr;
</p>

<!-- - - - - - - - - - - - - - - - - -->
<!-- - - - - - INTRO! - - - - - - - - -->
<!-- - - - - - - - - - - - - - - - - -->

<p id="intro">
Pendant la premi&egrave;re guerre mondiale, la paix &eacute;clata.
<br><br>

C'&eacute;tait Noël 1914 sur le Front Ouest.<br>
Malgr&eacute; les ordres de <i>ne pas</i> s'entendre avec l'ennemi, les soldats anglais<br>
et allemands quitt&egrave;rent leurs tranch&eacute;es, travers&egrave;rent le No Man's Land, et<br>
se rassembl&egrave;rent pour enterrer les morts, &eacute;changer des cadeaux et jouer.<br>
<br><br>

Aujourd'hui : c'est 2017, l'Ouest est en paix depuis des d&eacute;cennies et<br>
Wouah ! Nous sommes <i>nuls</i> pour faire confiance. Des &eacute;tudes montrent que,<br>
Sur les quarante derni&egrave;res ann&eacute;es, de moins en moins de gens disent faire<br>
confiance aux autres. Alors voil&agrave; notre probl&egrave;me :
<br><br>

<b>Pourquoi, m&ecirc;me en temps de paix, des amis deviennent-ils ennemis ?<br>
Et pourquoi, m&ecirc;me en temps de guerre, des ennemis deviennent-ils amis ?</b>
<br><br>

Je pense que <b>la th&eacute;orie des jeux</b> peut aider &agrave; expliquer notre manque de confiance maladif –
et comment nous pouvons l'arranger ! Alors, pour comprendre ceci...
</p>
<p id="intro_button">
... jouons &agrave; un jeu. &rarr;
</p>

<!-- - - - - - - - - - - - - - - - - -->
<!-- - - - - - ONE OFF! - - - - - - - -->
<!-- - - - - - - - - - - - - - - - - -->

<p id="label_you_cooperate">
vous<br>coop&eacute;rez
</p>

<p id="label_you_cheat">
vous<br>trichez
</p>

<p id="label_they_cooperate">
ils<br>coop&egrave;rent
</p>

<p id="label_they_cheat">
ils<br>trichent
</p>

<p id="label_you">
vous<br>↙
</p>
<p id="label_them">
autres joueurs<br>↘
</p>

<p id="oneoff_0_top">

<b>LE JEU DE LA CONFIANCE</b>
<br>
Vous avez un choix.
En face de vous se trouve une machine : si vous mettez une pi&egrave;ce dans la machine,
<i>l'autre joueur</i> reçoit trois pi&egrave;ces – et vice versa.
Vous pouvez tous deux choisir de COOPERER (mettre une pi&egrave;ce), ou TRICHER (ne pas mettre de pi&egrave;ce).
</p>

<p id="oneoff_0_btm">
<b>Disons que l'autre joueur triche, et ne met pas de pi&egrave;ce.</b><br>
Que devriez-vous faire ?
</p>

<p id="oneoff_1_cheated">
Exactement ! Pourquoi laisser se profiteur s'enrichir sur votre dos ?
</p>

<p id="oneoff_1_cooperated">
Malheureusement, tendre l'autre joue ne vous permettra que de recevoir une autre gifle !
</p>

<p id="oneoff_1_top">
Si vous coop&eacute;rez &amp; qu'ils trichent, vous perdez une pi&egrave;ce alors qu'ils en gagnent 3. (score: -1 &agrave; +3)
Par contre, si vous trichez tous les deux, aucun d'entre vous ne gagne ni ne perd quoi que ce soit. (score: 0 &agrave; 0)
<b>Par cons&eacute;quent : vous devriez TRICHER.</b>
</p>

<p id="oneoff_1_btm">
<b>Mais mettons que l'autre joueur coop&egrave;re, et met une pi&egrave;ce.</b><br>
Que devriez-vous faire d&eacute;sormais ?
</p>

<p id="oneoff_2_cheated">
Wouah, c'est m&eacute;chant... et aussi la bonne r&eacute;ponse !
</p>

<p id="oneoff_2_cooperated">
Bien sûr, ça semble &ecirc;tre la bonne chose &agrave; faire... <b>MAIS L'EST-CE VRAIMENT ??</b>
</p>

<p id="oneoff_2_top">
Car si vous coop&eacute;rez tous les deux, vous perdez tous les deux une pi&egrave;ce pour en gagner trois. (score: +2 &agrave; +2)
Mais si vous trichez &amp; qu'ils coop&egrave;rent, vous gagnez trois pi&egrave;ces et ils en perdent une. (score: +3 &agrave; -1)
<b>Par cons&eacute;quent : vous "devriez" encore TRICHER.</b>
</p>

<p id="oneoff_2_btm">
Et <i>ceci</i> est notre probl&egrave;me.
La confiance est bien, mais elle peut permettre aux autres de profiter de vous -- ou de vous tirer dessus alors que vous sortez d&eacute;sarm&eacute; d'une tranch&eacute;e.
Parfois, la m&eacute;fiance <i>est</i> rationelle !
Mais maintenant, qu'arrive-t-il si nous jouons &agrave; ce jeu...
</p>

<p id="oneoff_button_next">
... plus d'une fois ? &rarr;
</p>

<!-- - - - - - - - - - - - - - - - - -->
<!-- - - - - - ITERATED - - - - - - - -->
<!-- - - - - - - - - - - - - - - - - -->

<p id="iterated_intro_top">
<b>Maintenant, jouons pour de vrai.</b>
Vous allez jouer contre 5 adversaires diff&eacute;rents, chacun avec sa propre "strategie".
Avec chaque adversaire, vous jouerez entre 3 et 7 tours.
(Vous ne saurez pas &agrave; l'avance quand est le dernier round)
Pouvez-vous leur faire confiance ? Ou plut&ocirc;t... peuvent-ils <i>vous</i> faire confiance ?
</p>

<p id="iterated_intro_btm">
Choisissez votre premier <i>vrai</i> coup. <b>Choisissez sagement.</b>
</p>

<p id="iterated_info_1">
adversaire: [X] sur [Y]
</p>
</p>
<p id="iterated_info_2">
votre score total :
</p>

<p id="iterated_score_start">
Et votre score final est...
</p>
<p id="iterated_score_1">
ce qui est, wouah, <i>&eacute;tonnament</i> mauvais.
</p>
<p id="iterated_score_2">
ce qui, euh, pourrait &ecirc;tre pire !
</p>
<p id="iterated_score_3">
ce qui n'est pas mauvais !
</p>
<p id="iterated_score_4">
ce qui est plut&ocirc;t bien !
</p>
<p id="iterated_score_5">
ce qui est <i>parfait!</i>. Bravo, vous avez trop de temps libre !
</p>
<p id="iterated_score_x">
... je n'ai aucune id&eacute;e de comment vous avez fait ça.
</p>
<p id="iterated_score_end">
(les plus faible &amp; plus haut scores possibles sont 7 et 49, respectivement)
</p>

<p id="who_were">
Alors, qui &eacute;taient ces &eacute;tranges presonnages contre lesquels vous avez jou&eacute; ?
</p>

<p id="character_tft">
<b>COPYCAT :</b>
Bonjour ! Je commence avec Coop&eacute;rer et ensuite je copie ce que vous avez fait au tour pr&eacute;c&eacute;dent. Miaouh
</p>

<p id="character_all_d">
<b>TRICHE TOUJOURS :</b>
<i>le fort d&eacute;vorera le faible</i>
</p>

<p id="character_all_c">
<b>COOPERE TOUJOURS :</b>
Soyons meilleurs amis ! &lt;3
</p>

<p id="character_grudge">
<b>RANCUNIER :</b>
Ecoute, partenaire. Je vais commencer par coop&eacute;rer, et continuer &agrave; coop&eacute;rer,
mais si tu oses me duper, JE TRICHERAI JUSQU'A LA FIN DES TEMPS.
</p>

<p id="character_prober">
<b>DETECTIVE :</b>
D'abord : je vous analyse. Je commence : Coop&eacute;rer, Tricher, Coop&eacute;rer, Coop&eacute;rer.
Si vous trichez en r&eacute;ponse, j'agirai comme <span class="tft">Copycat</span>.
Si vous ne trichez jamais en r&eacute;ponse, j'agirai comme <span class="all_d">Triche Toujours</span>, pour vous exploiter.
El&eacute;mentaire, mon cher Watson.
</p>

<p id="characters_teaser">
Maintenant,  et si ces personnages jouaient...
</p>
<p id="characters_button">
... les uns contre les autres ? &rarr;
</p>


<!-- - - - - - - - - - - - - - - - - -->
<!-- - - - - TOURNAMENT! - - - - - - -->
<!-- - - - - - - - - - - - - - - - - -->

<p id="place_your_bets">
C'est l'heure du tournoi !
Chaque personnage va maintenant jouer contre chaque autre personnage,
soit 10 paires, et 10 tours par match.
<br><br>
Qui selon vous obtiendra le plus haut score <i>total</i> ?
<b>R&eacute;fl&eacute;chissez-y bien... et
FAITES VOS JEUX :</b>
</p>

<p id="tournament_intro">
Tr&egrave;s bien, vous avez mis&eacute; sur [CHAR]!
Voyons les matchs un par un et comment le tournoi se d&eacute;roule...
</p>

<p id="first_match">
premier match &rarr;
</p>

<p id="next_match">
match suivant &rarr;
</p>

<p id="match_header_1">
<b>Match #[N] :</b> [A] contre [B]
</p>
<p id="match_header_2">
<b>Tours :</b>
</p>
<p id="match_header_3">
<b>Scores Totaux :</b> [A] &agrave; [B]
</p>

<p id="tournament_1">
Oh, d'ailleurs...
</p>
<p id="tournament_2">
... Vous &ecirc;tes peut-&ecirc;tre sceptique &agrave; propos de cette histoire de Paix de Noël dans les tranch&eacute;es de la premi&egrave;re guerre mondiale.
Ce n'&eacute;tait sûrement d'un coup de veine ?
</p>
<p id="tournament_3">
Oui, la paix fut surprenante, mais ce n'&eacute;tait <i>ni unique, ni anhabituel</i>.
</p>
<p id="tournament_4">
<i>Toutes</i> les tranch&eacute;es n'ont pas fait la paix, mais c'&eacute;tait assez r&eacute;pandu.
Nombre de lignes de front ont eu l'id&eacute;e ind&eacute;pendamment, et ce <i>malgr&eacute;</i> des ordres stricts de ne pas le faire.
</p>
<p id="tournament_5">
Et en r&eacute;alit&eacute;, m&ecirc;me <i>avant</i> Noël, plusieurs lignes de front <i>avaient</i> d&eacute;j&agrave;
&eacute;tabli la paix en secret.
</p>
<p id="tournament_6">
Ils appel&egrave;rent ça : <b>le syst&egrave;me "vis et laisses vivre".</b>
Simplement, tu ne me tires pas dessus, je ne te tire pas dessus. Et cela marchait, en de nombreux endroits !
</p>
<p id="tournament_7">
Vous &ecirc;tes peut-&ecirc;tre sceptique. La majorit&eacute; des soldats ne font pas spontan&eacute;ment la paix avec l'ennemi.
Qu'y a-t-il de si particulier &agrave; propos de la guerre de <i>tranch&eacute;es</i> ? 
</p>
<p id="tournament_8">
Eh bien, tout d'abord ce qui est unique aux tranch&eacute;es :
contrairement &agrave; la quasi-totalit&eacute; des autres types de guerre,
vous faites face aux <i>m&ecirc;mes soldats</i> tous les jours.
</p>
<p id="tournament_9">
<b>C'est un jeu r&eacute;p&eacute;t&eacute;.</b> Et cela fait <i>toute</i> la diff&eacute;rence.
</p>
<p id="tournament_10">
Passons. Et le gagnant est...
</p>

<p id="the_winner_is">
(roulement de tambour s'il-vous-plaît...) &rarr;
</p>

<p id="tournament_winner_1">
<b class="tft">COPYCAT !</b>
</p>
<p id="tournament_winner_2_yay">
F&eacute;licitations, vous avez pari&eacute; sur le bon cheval.
</p>
<p id="tournament_winner_2_nay">
(D&eacute;sol&eacute; pour votre pari, [CHAR].)
</p>
<p id="tournament_winner_3">
<span class="tft">Copycat</span> a de nombreux noms.
La R&egrave;gle d'Or, altruisme r&eacute;ciproque, un pr&eacute;t&eacute; pour un rendu, ou... <b>vis et laisses vivre.</b>
C'est pourquoi la "paix" a pu apparaître dans les tranch&eacute;es de la premi&egrave;re guerre mondiale :
quand vous &ecirc;tes forc&eacute; de jouer le m&ecirc;me jeu avec les <i>m&ecirc;mes personnes</i>
(pas seulement le m&ecirc;me "ennemi") encore et encore --
<span class="tft">Copycat</span> ne gagne pas seulement le combat, il gagne la guerre.
<br><br>
Mais si les choses changent drastiquement lorsqu'on joue plusieurs tours du m&ecirc;me jeu, qu'en est-il si on joue...
</p>
<p id="tournament_teaser">
... plusieurs <i>tournois ?</i> &rarr;
</p>


<!-- - - - - - - - - - - - - - - - - -->
<!-- - - - - &Eacute;VOLUTION! - - - - - - -->
<!-- - - - - - - - - - - - - - - - - -->

<p id="evolution_intro">
Maintenant, permettons &agrave; notre population de joueurs <i>d'&eacute;voluer au fil du temps</i>. C'est une dance en 3 temps :
</p>
<p id="evolution_intro_1">
<b>1. JOUER UN TOURNOI</b><br>
Laissons-les jouer ensemble et comptons leurs scores.
</p>
<p id="evolution_intro_2">
<b>2. ELIMINER LES PERDANTS</b><br>
Eliminons les 5 plus mauvais joueurs. (en cas d'&eacute;galit&eacute;, choisir l'&eacute;limin&eacute; au hasard)
</p>
<p id="evolution_intro_3">
<b>3. DUPLIQUER LES GAGNANTS</b><br>
Clonons les 5 meilleurs joueurs. (en cas d'agalit&eacute;, choisir le clon&eacute; au hasard)
</p>
<p id="evolution_intro_footer">
... et RECOMENCER, aussi longtemps que voulu.
Note : il n'y as pas besoin d'attendre que les gens meurents vraiment &amp; se reproduisent pour qu'une population &eacute;volue --
il suffit que ce qui "&eacute;chouent" partent et que ce qui "r&eacute;ussissent" soient imit&eacute;s.
Maintenant...
</p>
<p id="evolution_intro_button">
... Voyons comment les choses se d&eacute;roulent. &rarr;
</p>

<p id="evo_1">
Mettons que nous commencions avec la population de joueurs suivante :
<span class="all_c">15 Coop&egrave;re Toujours</span>,
<span class="all_d">5 Triche Toujours</span>, and
<span class="tft">5 Copycats</span>.
(nous ignorons <span class="grudge">Rancunier</span> &amp; <span class="prober">D&eacute;tective</span> pour l'instant)
<br><br>
Nous allons faire la s&eacute;quence tournoi-&eacute;limination-duplication environ une douzaine de fois.
Faisons un autre paris ! Qui selon vous va gagner le <i>premier</i> tournoi?
<b>FAITES VOS JEUX, ENCORE :</b>
</p>

<p id="evo_2_all_c">
Logique, <span class="all_c">Coop&egrave;re Toujours</span> est plus nombreux que n'importe qui d'autre actuellement...
</p>
<p id="evo_2_all_d">
Logique, <span class="all_d">Triche Toujours</span> a beaucoup de <span class="all_c">Coop&egrave;re Toujours</span> &agrave; exploiter...
</p>
<p id="evo_2_tft">
Logique, <span class="tft">Copycat</span> a gagn&eacute; le dernier tournoi, pourquoi pas celui-ci ?...
</p>
<p id="evo_2">
Voyons si vous avez raison :
</p>

<p id="label_play_tournament">
1) Jouer le tournoi
</p>
<p id="label_eliminate_bottom_5">
2) Eliminer les 5 derniers
</p>
<p id="label_reproduce_top_5">
3) Dupliquer les 5 premiers
</p>

<p id="evo_3_all_c">
Malheureusement, <span class="all_c">Coop&egrave;re Toujours</span> a &eacute;t&eacute; d&eacute;vor&eacute; par
<span class="all_d">Triche Toujours</span>, dont le nombre a d&eacute;sormais augment&eacute; de 5.
</p>
<p id="evo_3_all_d">
Malheureusement, vous aviez raison ! Les <span class="all_d">Triche Toujours</span> ont gagn&eacute; cette foi,
et leur nombre a augment&eacute; de 5.
</p>
<p id="evo_3_tft">
Malheureusement, <span class="tft">Copycat</span> n'a pas gagn&eacute; – mais au moins ils n'ont pas &eacute;t&eacute; aussi mauvais
que <span class="all_c">Coop&egrave;re Toujours</span>. Ils ont &eacute;t&eacute; battus par <span class="all_d">Triche Toujours</span>,
dont le nombre a augment&eacute; de 5.
</p>
<p id="evo_3">
Mais essayons de jouer quelques tour de plus...
</p>

<p id="evo_4">
<span class="all_d">Triche Toujours</span> s'&eacute;tend toujours,
aux d&eacute;pends de <span class="all_c">Coop&egrave;re Toujours</span>...
</p>

<p id="evo_5">
Et maintenant, tous les <span class="all_c">Coop&egrave;re Toujours</span> sont morts.
Mais, attendez...
</p>

<p id="evo_6">
C'est vrai : les <span class="all_d">Triche Toujours</span> sont devenus vistimes de leur propre succ&egrave;s !
Ils ont exploit&eacute; les naïfs <span class="all_c">Coop&egrave;re Toujours</span>,
mais une fois qu'il n'y en a plus eu, il leur a fallu affronter les <span class="tft">Copycats</span>,
qui <i>sont</i> gentils, mais pas naïfs.
</p>

<p id="evo_7">
En copiant simplement les coups des autres joueurs, les
<span class="tft">Copycats</span> peuvent &ecirc;tre gentils les uns avec les autres,
pendant que les <span class="all_d">Triche Toujours</span> ne font que se tromper mutuellement !
De plus, cela signifie que les <span class="tft">Copycats</span>
peuvent laisser les <span class="all_d">Triche Toujours</span>
goûter de leur propre m&eacute;decine.
</p>

<p id="evo_8">
Ainsi, au final...
</p>

<p id="evo_9">
... <span class="tft">Copycat</span> prend le contr&ocirc;le de la terre.
</p>
<p id="evo_9_all_c">
Donc, m&ecirc;me si votre pari &eacute;tait faux -- les gentils-mais-naïfs <span class="all_c">Coop&egrave;re Toujours</span>
&eacute;taient condamn&eacute;s d&egrave;s le d&eacute;but -- au final, une forme <i>intelligente</i> de gentillesse a pr&eacute;valu,
et les <span class="all_d">Triche Toujours</span> ont &eacute;t&eacute; &eacute;cras&eacute;s.
</p>
<p id="evo_9_all_d">
Donc, &agrave; court terme vous aviez raison - <span class="all_d">Triche Toujours</span> ont gagn&eacute; les premiers matchs,
mais au final, leur attitude a signe leur chute.
</p>
<p id="evo_9_tft">
Dont, sur le long terme vous aviez raison - <span class="tft">Copycat</span> gagnent !
<span class="all_d">Trichent Toujours</span> ont peut-&ecirc;tre gagn&eacute; sur le court terme,
mais leur attitude a sign&eacute; leur chute.
</p>
<p id="evo_9_end">
Cela me rappelle une citation :
<br><br>
<i>"Nous sommes punis par nos p&eacute;ch&eacute;s, pas pour eux."</i><br>
~ Elbert Hubbard
</p>
<p id="evo_9_btn">
(oh, et d'ailleurs...)
</p>

<p id="evo_10">
(... le r&eacute;sultat est similaire m&ecirc;me si nous consid&eacute;rons
<span class="grudge">Rancunier</span> &amp; <span class="prober">D&eacute;tective</span> dans le lot :)
</p>

<p id="evo_autoplay">
Commencer le processus &eacute;volutif !
</p>
<p id="evo_autoplay_stop">
Arr&ecirc;ter l'&eacute;volution
</p>

<p id="evo_10_followup">
(Note: parfois, quelques <span class="grudge">Rancuniers</span> peuvent rester,
car quand tous les joueurs sauf <span class="grudge">Rancunier</span> &amp; <span class="tft">Copycat</span> 
sont &eacute;limin&eacute;s, les deux sont ex aequo.)
<br><br>
Donc, il semble que les math&eacute;matiques de la th&eacute;orie des jeux nous disent quelque chose :
que la philosophie des <span class="tft">Copycats</span>,
"Fais aux autres ce qu'ils te font", n'est pas qu'une v&eacute;rit&eacute; 
<i>morale</i>, mais aussi une v&eacute;rit&eacute; <i>math&eacute;matique</i>.
Cependant...
</p>
<p id="evo_10_btn">
... il y a un probl&egrave;me : &rarr;
</p>

<p id="evo_11">
Regardez autour de vous. Le monde est plein de personnes qui ne sont pas dignes de confiance..
<br><br>
Si <span class="tft">Copycat</span> est une strat&eacute;gie si puissante dans ce jeu de la confiance --
m&ecirc;me les soldats dans les tranch&eacute;es de la premi&egrave;re guerre mondiale sont "arriv&eacute;s" &agrave; une strat&eacute;gie similaire,
appel&eacute;e "vis et laisses vivre" -- pourquoi, donc, y a-t-il tant de personnes qui ne font et ne sont pas dignes de confiance ?
Qu'est-ce qui cause cette &eacute;pid&eacute;mie de m&eacute;fiance ?
<br><br>
Un indice est dans la phrase elle-m&ecirc;me. "Dans <i>ce</i> jeu de la confiance."
Jusqu'&agrave; maintenant, nous avons seulement parl&eacute; de changements dans les joueurs :
Qu'en est-il d'un <i>changement dans le jeu ?</i>
Qu'est-ce qui pourrait amener &agrave;...
</p>
<p id="evo_11_btn">
... l'&eacute;volution de la <i>m&eacute;fiance ?</i>
</p>

<!-- - - - - - - - - - - - - - - - - -->
<!-- - - - - - DISTRUST - - - - - - -->
<!-- - - - - - - - - - - - - - - - - -->

<p id="distrust_1">
Avant de tout envoyer voler, commençons avec quelque chose de sympa !
Voici un monde rempli de <span class="all_c">Coop&egrave;re Toujours</span>,
&agrave; l'exception d'un <span class="all_d">Triche Toujours</span> et un <span class="tft">Copycat</span>.
<br><br>
Utilisez les boutons sur la droite pour <b>COMMENCER</b> la simulation,
lancez-l&agrave; <b>pas-&agrave;-pas</b>, ou <b>recommencez</b>-l&agrave;. &rarr;
</p>

<p id="distrust_2">
Comme vous le savez d&eacute;j&agrave;, <span class="tft">Copycat</span> gagne largement sur le long terme,
selon les r&egrave;gles actuelles !
<br><br>
Mais c'est selon les r&egrave;gles <i>actuelles</i>, qui disent que les joueurs
jouent les uns contre les autres pour <i>10</i> parties par match.
Est-ce que <span class="tft">Copycat</span> gagne toujours &agrave;  7 parties ? 5 parties ? 3 ? 2 ? 1 ?
<br><br>
<b>Change le nombre de tours</b> avec la barre ci-dessous,
ensuite <b>COMMENCEZ</b> la simulation, et regardez ce qu'il se passe.
Exp&eacute;rimentez librement !
</p>

<p id="distrust_2_end">
une fois que vous avez fini de jouer, cliquez :
</p>

<p id="distrust_3">
Comme vous l'avez vu, si vous ne jouez pas assez de parties, (ici : 5 ou moins)
<span class="all_d">TRICHE TOUJOURS</span> domine.
<br><br>
En 1985, quand des am&eacute;ricains se sont vus demand&eacute; combien d'amis proches ils avaient,
la r&eacute;ponse la plus courante &eacute;tait "trois". En 2004, la r&eacute;ponse la plus courante &eacute;tait <i>"z&eacute;ro"</i>.
Nous avons maintenant moins d'amis &agrave; travers les diff&eacute;rentes classes, races, groupes &eacute;conomiques et politiques,
parce que nous avons moins d'amis -- <i>point.</i>
Comme vous l'avez d&eacute;couvert vous-m&ecirc;me,
<b>moins il y a "d'interactions r&eacute;p&eacute;t&eacute;es", plus la m&eacute;fiance se r&eacute;pand.</b>
<br><br>
(non, les m&eacute;dias de masse ne comptent pas :
ce doivent &ecirc;tre des actions <i>bilat&eacute;rales</i> entre deux <i>individus sp&eacute;cifiques</i>.)
</p>
<p id="distrust_3_btn">
et oh, ça empire... &rarr;
</p>

<p id="distrust_4">
Il y a <i>une autre</i> mani&egrave;re de nourrir la m&eacute;fiance.
Voici les "r&eacute;compenses" du jeu de la confiance :
</p>
<p id="distrust_4_2">
Avec les r&eacute;compenses normales, <span class="tft">Copycat</span> gagne.
Maintenant, <b>changez la r&eacute;compense de "Tous deux coop&egrave;rent" de +2 &agrave; +1</b>,
ensuite cliquez <b>START</b>.
Bien que +1 soit toujours <i>plus</i> que la punition si tous deux trichent (0)...
que se passe-t-il ?
</p>
<p id="distrust_4_note">
changez librement les diff&eacute;rentes r&eacute;compenses !
une fois que vous avez fini, cliquez:
</p>
<p id="distrust_4_note_2">
(simulation : 10 tours par match)
</p>

<p id="distrust_5">
La m&ecirc;me chose arrive :
avec une r&eacute;compense "gagnant-gagnant" plus faible, <span class="all_d">Triche Toujours</span> gagne.
La th&eacute;orie des jeux est compos&eacute;e de deux id&eacute;es principales :
<br><br>
<b>"Jeu &agrave; somme nulle".</b> C'est malheureusement l'id&eacute;e r&eacute;pandue qu'un gain pour "nous"
implique <i>forc&eacute;ment</i> une perte pour "eux", et vice versa.
<br><br>
<b>"Jeu &agrave; somme non nulle".</b> C'est quand les gens font le difficile effort
de cr&eacute;er une solution gagnant-gagnant ! (ou au moins &eacute;viter un perdant-perdant)
Sans le jeu &agrave; somme non nulle, <i>le confiance ne peut pas se d&eacute;velopper.</i>
<br><br> &Agrave;propos,
jetons maintenant un oeil &agrave; notre troisi&egrave;me &amp; et derni&egrave;re barri&egrave;re au d&eacute;veloppement de la confiance...
</p>
<p id="distrust_5_btn">
<s>Errheures</s> Erreurs. &rarr;
</p>

<!-- - - - - - - - - - - - - - - - - -->
<!-- - - - - - NOISE! - - - - - - - -->
<!-- - - - - - - - - - - - - - - - - -->

<p id="noise_1">
Si cool que <span class="tft">Copycat</span> puisse &ecirc;tre, il a une faiblesse fatale que je n'ai pas encore mentionn&eacute;e.
Pour comprendre le probl&egrave;me, mettons que deux <span class="tft">Copycats</span> jouent l'un contre l'autre :
</p>
<p id="noise_1_end">
&Ecirc;tant de "gentils" joueurs, leur premier coup &agrave; tous deux sera :
</p>

<p id="noise_2">
Et normalement, ils rendraient juste &agrave; l'autre sa bont&eacute; et chanteraient Kumbaya jusqu'&agrave; la fin des temps.
</p>
<p id="noise_2_end">
Mais que se passe-t-il si, en essayant de se rendre chacun la bont&eacute; de l'autre...
</p>

<p id="noise_3">
<b>OH NON</b>
<br>
Erreurs de communication, d'interpr&eacute;tation, ... -- des accidents arrivent tout le temps dans la vie.
</p>
<p id="noise_3_end">
Mais si l'autre ne <i>pense</i> pas que c'&eacute;tait un accident...
</p>

<p id="noise_4">
<b>OH NON AU CARRE</b>
<br>
L'autre joueur, en bon <span class="tft">Copycat</span>, se <i>devait</i> de r&eacute;agir...
</p>
<p id="noise_4_end">
... et vous, &eacute;tant aussi un <span class="tft">Copycat</span>, devrez <i>aussi</i> r&eacute;agir...
</p>

<p id="noise_5">
Ainsi, comme les Hatfields et McCoys,
ces deux <span class="tft">Copycats</span> vont continuer dans un cycle infini de vengeance...
qui d&eacute;marra &agrave; cause d'une seule erreur, longtemps avant.
</p>
<p id="noise_5_end">
Tragique. Mais maintenant, il y a <i>d'autres</i> types de joueurs qui peuvent...
</p>
<p id="noise_5_btn">
... g&eacute;rer les erreurs ? &rarr;
</p>

<p id="noise_characters">
Rencontrons de nouvelles t&ecirc;tes ! (ou plut&ocirc;t, nouveaux chapeaux... quoi qu'il en soit)
</p>

<p id="character_tf2t">
<b>COPYKITTEN :</b><br>
Salut ! Je suis comme <span class="tft">Copycat</span>,
sauf que je Triche en retour seulement si vous trichez deux fois d'affil&eacute;e.
Apr&egrave;s tout, la premi&egrave;re fois pourrait &ecirc;tre une erreur ! Miahou
</p>

<p id="character_pavlov">
<b>SIMPLET :</b><br>
Hi je commence par essayer de Coop&eacute;rer.
si vous coop&eacute;rez en retour, je fais <i>la m&ecirc;me chose</i> que mon dernier coup, m&ecirc;me si c'&eacute;tait une erreur.
si vous trichez en retour, je fais <i>le contraire</i> du dernier coup, m&ecirc;me si c'&eacute;tait une erreur.
</p>

<p id="character_random">
<b>ALEATOIRE :</b><br>
<i>Robot singe ! Ninja pizza tacos ! lol je suis tellement bizarre</i><br>
(Joue Tricher ou Coop&eacute;rer au hasard avec une probabilit&eacute; de 50/50)
</p>

<p id="noise_characters_end">
Tr&egrave;s bien, voyons comment ces petits s'en sortent quand...
</p>
<p id="noise_characters_btn">
... ils jouent dans un tournoi &rarr;
</p>

<p id="noise_evo_1">
Commençons avec une douzaine de
<span class="all_c">Coop&egrave;re Toujours</span>,
contre notre ancien gagnant, l'honn&ecirc;te <span class="tft">Copycat</span>,
et nos trois nouveaux personnages :
l'indulgent <span class="tf2t">Copykitten</span>,
le bizarre <span class="pavlov">Simplet</span>, and
le b&ecirc;te <span class="random">Al&eacute;atoire</span>.
<br><br> &Agrave;chaque tour d'un match, les joueurs ont une petite chance de faire une erreur (disons 5%)
Selon vous, qui va gagner ?
<b>R&eacute;fl&eacute;chissez bien, puis FAITES VOS JEUX :</b>
</p>

<p id="noise_evo_2">
Tr&egrave;s bien, vous pariez que [CHAR] va gagner. Voyons ça !
Utilisez les controles &agrave; votre gauche pour <b>COMMENCER</b> la simulation en mode acc&eacute;l&eacute;r&eacute;,
ou lancez-l&agrave; <b>pas-&agrave;-pas</b>.
</p>
<p id="noise_evo_2_2_correct">
Vous aviez raison -- 
</p>
<p id="noise_evo_2_2_incorrect">
Votre pari &eacute;tait bon, mais non -- 
</p>
<p id="noise_evo_2_2">
<span class="pavlov">Simplet</span> gagne !
C'est parce que <span class="pavlov">Simplet</span> est capable d'exploiter
<span class="all_c">Coop&egrave;re toujours</span>. Ils commencent tous deux par coop&eacute;rer,
mais si <span class="pavlov">Simplet</span> fait une erreur et triche,
comme <span class="all_c">Coop&egrave;re Toujour</span> ne se venge jamais,
<i>il continuera &agrave; les tromper</i>.
</p>
<p id="noise_evo_2_2_btn">
Maintenant essayons...
</p>

<p id="noise_evo_3">
... la m&ecirc;me chose qu'avant, sauf qu'au lieu d'une moitie de <span class="all_c">Coop&egrave;re toujours</span>,
c'est une moiti&eacute; de <span class="all_d">Triche Toujours</span>. C'est un environnement qui pardonne beaucoup <i>moins</i>,
et est beaucoup plus <i>agressif</i>.
<br><br>
Selon vous, qui va gagner maintenant ? <b>R&eacute;fl&eacute;chissez, puis FAITES VOS JEUX :</b>
</p>

<p id="noise_evo_4">
Vous avez pari&eacute; sur [CHAR]. Lancez &agrave; nouveau la simulation...
</p>
<p id="noise_evo_4_2_correct">
Vous empochez la mise -- 
</p>
<p id="noise_evo_4_2_incorrect">
Bien devin&eacute;, mais quelqu'un d'autre a remport&eacute; le prix -- 
</p>
<p id="noise_evo_4_2">
<span class="tf2t">Copykitten</span> gagne cette fois !
Il est surprenant qu'avec une population de d&eacute;part <i>plus m&eacute;chante</i>,
<span class="tf2t">Copykitten</span>,
une version <i>plus indulgente</i> de <span class="tft">Copycat</span>,
ait &eacute;t&eacute; le plsu fort ! (note: <span class="tf2t">Copykitten</span> est tellement indulgent
qu'ils n'&eacute;liminent pas <i>enti&egrave;rement</i> les <span class="tft">Copycat</span>. ils partagent)
<br><br>
Dans ce cas, quelques "erreur de communication" (5% de chance d'erreur chaque tour) peuvent favoriser
<i>l'indulgence</i>. Mais est-ce vrai &agrave; <i>tous</i> les niveaux...
</p>
<p id="noise_evo_4_2_btn">
... d'erreurs de communication ?
</p>

<p id="noise_evo_5">
<b>Utilisez la barre pour changer la quantit&eacute; "d'erreurs de communication", ensuite appuyez sur COMMENCER.</b> &Agrave;5%, les <span class="tf2t">Copykitten</span> gagnent.
Que se passe-t-il &agrave; 0%? Ou 20%? Ou 50%? (ça ne monte qu'&agrave; 50%,
car &agrave; ce niveau-l&agrave;, <i>chaque</i> coup est un lancer de d&eacute;) 
</p>
<p id="noise_evo_5_continue">
Quand vous avez fini de jouer, cliquez :
</p>

<p id="noise_evo_6">
Les r&eacute;sultats ressemblent &agrave; ça :<br>
<b>A 0%,</b> les bons <span class="tft">Copycat</span> gagnent !
<b>De 1% &agrave; 9%,</b> les indulgents <span class="tf2t">Copykitten</span> gagnent !
<b>De 10% &agrave; 49%:</b> les m&eacute;chants <span class="all_d">Triche Toujours</span> gagnent.
<b>A 50%,</b> <i>personne ne gagne.</i>
<br><br>
C'est pourquoi les "erreurs de communication" sont une barri&egrave;re &agrave; la confiance tr&egrave;s int&eacute;ressante :
un <i>peu</i> am&egrave;ne l'indulgence,
mais <i>trop</i> m&egrave;ne &agrave; une m&eacute;fiance globale !
Je pense que les technologies modernes des m&eacute;dias,
plus encore qu'ils ont pu nous aider &agrave; augmenter la communication...
ont augment&eacute; les <i>erreurs de communication</i>.
<br><br>
Finalement, Exp&eacute;rimentons avec <i>tous</i> les nombres, boutons et barres.
Jouons...
</p>
<p id="noise_evo_6_btn">
... en mode Bac &agrave; Sable !
</p>


<!-- - - - - - - - - - - - - - - - - -->
<!-- - - - - - SANDBOX! - - - - - - - -->
<!-- - - - - - - - - - - - - - - - - -->

<p id="sandbox_population">
Commençons avec cette r&eacute;partition des joueurs :
</p>

<p id="sandbox_payoffs">
Les r&eacute;compenses dans une partie un contre un sont :
</p>
<p id="sandbox_reset_payoffs">
Valeurs par d&eacute;faut
</p>

<!--
When translating the following, keep the "[N]", with square brackets,
as a placeholder for the number. Some of these need double-translations,
one for the plural version, one for the singular version.
-->

<p id="sandbox_rules_1">
Jouer [N] tours par match :
</p>
<p id="sandbox_rules_1_single">
Jouer [N] tour par match:
</p>

<p id="sandbox_rules_2">
Apr&egrave;s chaque tournoi, &eacute;liminer les [N] derniers joueurs &amp; reproduire les [N] premiers :
</p>
<p id="sandbox_rules_2_single">
Apr&egrave;s chaque tournoi, &eacute;liminer le dernier joueur &amp; reproduire le premier :
<!--After each tournament, eliminate the bottom [N] player &amp; reproduce the top [N] player:-->
</p>

<p id="sandbox_rules_3"> &Agrave;chaque tour, il y a [N]% de chances qu'un joueur fasse une erreur :
</p>

<p id="sandbox_end">
<b>NOTE: le mode Bas &agrave; Sable est compl&egrave;tement optionnel.</b>
Passez-le si vous voulez, ou jouez-y ! Une fois fini, r&eacute;capitulons...
</p>
<p id="sandbox_end_btn">
ce que nous avons appris aujourd'hui ! &rarr;
</p>



<!-- - - - - - - - - - - - - - - - - -->
<!-- - - - - CONCLUSION! - - - - - - -->
<!-- - - - - - - - - - - - - - - - - -->

<p id="conclusion_0">
La th&eacute;orie des jeux nous a montr&eacute; que les trois choses dont nous avons besoins pour l'&eacute;volution de la confiance :
</p>
<p id="conclusion_1_a">
1. DES INTERACTIONS REPETEES
</p>
<p id="conclusion_1_a2">
La confiance permet &agrave; une relation de perdurer,
mais vous besoin de savoir que d'autres interactions peuvent avoir lieu &agrave; l'avenir <i>avant</i> que la confiance se d&eacute;veloppe.
</p>
<p id="conclusion_2_a">
2. POSSIBILITE DE GAGNANT-GAGNANT
</p>
<p id="conclusion_2_a2">
Vous devez jouer un jeu qui ne soit pas &agrave; somme nulle,
un jeu o&ugrave; il est au moins possible que <i>les deux</i> joueurs puissent y trouver leur compte -- un gagnant-gagnant.
</p>
<p id="conclusion_3_a">
3. PEU D'ERREURS DE COMMUNICATION
</p>
<p id="conclusion_3_a2">
Si le niveau d'erreurs de communication est <i>trop</i> &eacute;lev&eacute;, la confiance s'effondre.
Mais quand il n'y a que peu d'erreurs de communication, il est int&eacute;ressant d'&ecirc;tre <i>plus</i> indulgent.
</p>
<p id="conclusion_4">
Bien sûr, la confiance dans le monde r&eacute;el est affect&eacute;e par bien d'autres choses.
Il y a la r&eacute;putation, les valeurs partag&eacute;es, les contrats, les marqueurs culturels, blah blah blah.
Et n'oublions pas...
</p>
<p id="conclusion_btn">
... la <i>plus grande</i> des leçons. &rarr;
</p>

<p id="outro_1">
S'il y a un gros probl&egrave;me<br>
avec <i>toute</i> la th&eacute;orie des jeux, c'est cela :
<br><br>
<b>Ce qu'est le jeu d&eacute;finit ce que font les joueurs.</b><br>
Notre probl&egrave;me aujourd'hui n'est pas que le fait que les gens perdent confiance,<br>
c'est que notre <i>environnement</i> agit contre l'&eacute;volution de la confiance.
<br><br>
Cela peut sembler cynique ou naïf -- que nous somme "simplement" des produits de notre environnement --
mais comme la th&eacute;orie des jeux nous le rappelle, nous <i>sommes</i> l'environnement des autres.
<b>A court terme, le jeu d&eacute;finit les joueurs. Mais &agrave; long terme,
c'est nous les joueurs qui d&eacute;finissons le jeu.</b>
<br><br>
Par cons&eacute;quent, faites ce que <i>vous</i> pouvez faire, pour cr&eacute;er les conditions n&eacute;cessaires &agrave; l'&eacute;volution de la confiance.
Construisez des relations. Trouvez des relations gagnant-gagnant. Communiquez clairement.
Peut-&ecirc;tre alors, nous pourrons arr&ecirc;ter de nous tirer les uns sur les autres, sortir de nos propres tranch&eacute;es,
traverser le No Man's Land pour &ecirc;tre ensemble...
</p>

<p id="outro_1_btn">
et tous apprendre...
</p>

<p id="outro_2">
... &agrave; vivre et laisser vivre.
</p>

<p id="outro_2_credits">
"A Christmas Truce between Opposing Trenches"
Illustr&eacute; par AC Michael.
Publi&eacute; dans <i>The Illustrated London News</i>, le 9 Janvier 1915.
</p>

<p id="outro_2_btn">
&lt;3
</p>

<!-- - - - - - - - - - - - - - - - - -->
<!-- - - - - - CREDITS! - - - - - - -->
<!-- - - - - - - - - - - - - - - - - -->

<p id="credits">
<span class="credits">

cr&eacute;&eacute; par :<br>
<span class="big">NICKY CASE</span><br>
<a href="http://ncase.me/" target="_blank">play my other shtuff</a>
•
<a href="https://twitter.com/ncasenmare" target="_blank">follow my tweeter</a>
<br>
<a href="https://github.com/ncase/trust/#play-it-here-httpncasemetrust" target="_blank">download the music &amp; source code</a>

<span class="divider"></span>

bas&eacute; sur le livre "1984" par Robert Axelrod,<br>
<span class="big">"L'&Eacute;VOLUTION DE LA COOPERATION"</span><br>
<a href="notes" target="_blank">read my footnotes for this game</a>

<span class="divider"></span>

Beaucoup d'amour et de remerciements &agrave;<br>
<span class="big">MES SOUTIENS SUR PATREON</span><br>
<a href="peeps" target="_blank">see my drawings of 'em</a>
•
<a href="https://www.patreon.com/ncase" target="_blank">throw coins at me on patreon &lt;3</a>

<span class="divider"></span>

p.s : vous voulez plus apprendre par le jeu ?<br>
Allez sur
<a href="http://explorabl.es/" target="_blank">explorable explanations</a>!

</span>
</p>

<!-- - - - - - - - - - - - - - - - - -->
<!-- - - - - THE PLAYERS - - - - - - -->
<!-- - - - - - - - - - - - - - - - - -->

<p id="label_tft">Copycat</p>
<p id="label_short_tft">
copycat
</p>
<p id="icon_tft">
<span class="tft">
	<span class="icon"></span>
	<span class="icon_label">Copycat</span>
</span>
</p>

<p id="label_all_d">Triche Toujours</p>
<p id="label_short_all_d">
tricheur
</p>
<p id="icon_all_d">
<span class="all_d">
	<span class="icon"></span>
	<span class="icon_label">Tricheurs</span>
</span>
</p>

<p id="label_all_c">Coop&egrave;re Toujours</p>
<p id="label_short_all_c">
coop&eacute;rateur
</p>
<p id="icon_all_c">
<span class="all_c">
	<span class="icon"></span>
	<span class="icon_label">Coop&eacute;rateurs</span>
</span>
</p>

<p id="label_grudge">Rancunier</p>
<p id="label_short_grudge">
rancunier
</p>
<p id="icon_grudge">
<span class="grudge">
	<span class="icon"></span>
	<span class="icon_label">Rancunier</span>
</span>
</p>

<p id="label_prober">D&eacute;tective</p>
<p id="label_short_prober">
d&eacute;tective
</p>
<p id="icon_prober">
<span class="prober">
	<span class="icon"></span>
	<span class="icon_label">D&eacute;tective</span>
</span>
</p>

<p id="label_tf2t">Copykitten</p>
<p id="label_short_tf2t">
copykitten
</p>
<p id="icon_tf2t">
<span class="tf2t">
	<span class="icon"></span>
	<span class="icon_label">Copykitten</span>
</span>
</p>

<p id="label_pavlov">Simplet</p>
<p id="label_short_pavlov">
simplet
</p>
<p id="icon_pavlov">
<span class="pavlov">
	<span class="icon"></span>
	<span class="icon_label">Simplet</span>
</span>
</p>

<p id="label_random">Al&eacute;atoire</p>
<p id="label_short_random">
al&eacute;atoire
</p>
<p id="icon_random">
<span class="random">
	<span class="icon"></span>
	<span class="icon_label">Al&eacute;atoire</span>
</span>
</p>

<p id="forgot_whos_who">
(oubli&eacute; qui est qui ? Passez sur les boutons pour voir la description de chaque personnage !)
</p>
<p id="who_tft">
Commence par Coop&eacute;rer. Ensuite, il r&eacute;p&egrave;te simplement ce que VOUS avez fait au tour pr&eacute;c&eacute;dent.
</p>
<p id="who_all_d">
Triche toujours.
</p>
<p id="who_all_c">
Coop&egrave;re toujours.
</p>
<p id="who_grudge">
Commence par Coop&eacute;rer, et continue &agrave; coop&eacute;rer jusqu'a ce que vous trichiez ne serait-ce qu'une fois.
Ensuite, il triche toujours.
</p>
<p id="who_prober">
Commence avec : Coop&eacute;rer, Tricher, Coop&eacute;rer, Coop&eacute;rer.
Ensuite, si vous r&eacute;pondez avec Tricher, il joue comme un Copycat.
Sinon, il joue comme un Triche Toujours.
</p>
<p id="who_tf2t">
Commence par Coop&eacute;rer.
Ne r&eacute;pond avec Tricher que si vous trichez DEUX fois d'affil&eacute;e.
</p>
<p id="who_pavlov">
Commence par Coop&eacute;rer.
Ensuite, si vous avez coop&eacute;r&eacute; au tour pr&eacute;c&eacute;dent, il r&eacute;p&egrave;te son dernier coup (m&ecirc;me si c'&eacute;tait un accident).
Mais si vous avez trich&eacute; au tour pr&eacute;c&eacute;dent, il change son dernier coup (m&ecirc;me si c'&eacute;tait un accident).
</p>
<p id="who_random">
Triche ou Coop&egrave;re al&eacute;atoirement &agrave; 50-50
</p>


<!-- - - - - - - - - - - - - - - - - -->
<!-- - - - - SMALL LABELS! - - - - - -->
<!-- - - - - - - - - - - - - - - - - -->

<p id="label_cooperate">
coop&eacute;rer
</p>

<p id="label_cheat">
tricher
</p>

<p id="label_play">
jouer
</p>

<p id="label_start">
COMMENCER
</p>

<p id="label_stop">
STOP
</p>

<p id="label_step">
pas
</p>

<p id="label_reset">
r&eacute;initialiser
</p>

<p id="label_population">
population
</p>

<p id="label_payoffs">
r&eacute;compenses
</p>

<p id="label_rules">
r&egrave;gles
</p>

<p id="label_next">
suivant &rarr;
</p>

<p id="label_continue">
continuer
</p>


<!-- - - - - - - - - - - - - - - - - -->
<!-- - - - NAVIGATING CHAPTERS - - - -->
<!-- - - - - - - - - - - - - - - - - -->

<p id="chapter_intro">
0. Introduction
</p>
<p id="chapter_oneoff">
1. Une Partie
</p>
<p id="chapter_iterated">
2. Parties R&eacute;p&eacute;t&eacute;es
</p>
<p id="chapter_tournament">
3. Un Tournoi
</p>
<p id="chapter_evolution">
4. Tournois R&eacute;p&eacute;t&eacute;s
</p>
<p id="chapter_distrust">
5. L'&Eacute;volution de la M&eacute;fiance
</p>
<p id="chapter_noise">
6. Faire des erreurs
</p>
<p id="chapter_sandbox">
7. Mode Bac &agrave; Sable
</p>
<p id="chapter_conclusion">
8. Conclusion
</p>
<p id="chapter_credits">
9. Cr&eacute;dits
</p>
