<!--

THIS FILE HAS ABOUT 1,100 WORDS TO TRANSLATE

These are just the footnotes though.
So, it's optional to translate these!

-->

<!DOCTYPE html>
<html>

<head>

	<!-- TRANSLATE: "title" -->
	<meta charset="utf-8">
	<title>L'&Eacute;volution de la Confiance : Notes de bas de page</title>
	<link rel="icon" type="image/png" href="favicon.png">
	<link rel="stylesheet" href="notes.css">

</head>

<body>
<div id="notes">

<h1>NOTES:</h1>

<h3>"L'&Eacute;volution de la Confiance"</h3>

<p>Ce guide interactif est essentiellement bas&eacute; sur le livre de Robert Axelrod publi&eacute; en 1984, <a href="https://www.amazon.com/&Eacute;volution-Cooperation-Revised-Robert-Axelrod/dp/0465005640">The &Eacute;volution of Cooperation</a> ! J'ai &eacute;t&eacute; fortement inspir&eacute; par sa suite de 1997, <a href="http://press.princeton.edu/titles/6144.html">The Complexity of Cooperation</a>, et le livre de Robert Putnam publi&eacute; en 2000 sur le "capital social" d&eacute;clinant de l'Am&eacute;rique, <a href="http://bowlingalone.com/">Bowling Alone</a>.</p>

<p>Oui, je suis un inconditionnel de la lecture, s'il-vous-plaît de soyez pas m&eacute;chants</p>

<h3>"Fewer and fewer people say they trust each other" | "De moins en moins de gens de gens disent faire confiance aux autres"</h3>

<p>Pour voir une &eacute;tude statistique compl&egrave;te &agrave; ce sujet, regardez <a href="https://ourworldindata.org/trust">Our World In Data</a>. Mmmm stats</p>

<h3>"The Game of Trust" | "Le jeu de la confiance"</h3>

<p>Ce jeu est aussi connu dans la th&eacute;orie des jeux comme le <em>Dilemme du Prisonnier</em>. Le Dilemme du prisonnier est ainsi nomm&eacute; d'apr&egrave;s une histoire o&ugrave; deux suspects peuvent ou d&eacute;noncer leur partenaire de crime ("tricher"), ou rester silencieux ("coop&eacute;rer"). J'ai choisi de ne pas narrer cette histoire car 1) dans ce cas, les deux joueurs "coop&eacute;rant" serait une mauvaise chose pour la soci&eacute;t&eacute;, et 2) ce ne'est pas r&eacute;aliste, tout le monde sait que les m&eacute;chants sont toujours punis</p>

<h3>"You won't know in advance when the last round is" | "Vous ne saurez pas &agrave; l'avance quand est le prochain tour"</h3>

<p>Dans le jeu de la confiance r&eacute;p&eacute;t&eacute; (aussi connu sous le nom de <em>Dilemme du prisonnier r&eacute;p&eacute;t&eacute;</em>), il est important qu'aucun des joueurs ne sache <em>quand</em> est le dernier tour. Pourquoi ? Pensez-y - au dernier tour, les deux joueurs sauraient que leurs actions n'ont pas de cons&eacute;quence, ils tricheraient donc tous les deux. Mais cela signifie que dans l'avant-dernier tour, leurs actions ne peuvent changer le tour suivant, leurs actions ne changeraient pas le tour suivant, alors ils tricheraient aussi. Maiscela signife que dans l'avant-avant-dernier tour...</p>

<h3>"Copycat"</h3>

<p>Cette strat&eacute;gie est mieux connue dans la th&eacute;orie des jeux sos le nom de <em>Tit For Tat</em>. Elle a &eacute;t&eacute; cr&eacute;&eacute;e par Anatol Rapoport en 1980, pour le tournoi de th&eacute;orie des jeux de Robert Axelrod. J'ai d&eacute;cid&eacute; de ne pas utiliser le nom "Tit For Tat" parce que 1) il <em>sonne</em> m&eacute;chant, bien que ce soit une strat&eacute;gie bonne &amp; juste, et 2) une grande partie du public a d&eacute;j&agrave; entendu parl&eacute; de Tit For Tat, donc si ce nom avait &eacute;t&eacute; utilis&eacute;, les joueurs auraient pu parier sur ce personnage parceque "Tit For Tat" leur rappelle quelque chose.</p>

<h3>"You may be skeptical about the Christmas Truce" | "Vous &ecirc;tes peut-&ecirc;tre sceptique &agrave; propos de la paix de Noël"</h3>

<p>Il y a une autre personne qui &eacute;tait sceptique, aussi. Pendant la paix, un caporal allemand remarqua avec d&eacute;goût, <a href="http://time.com/3643889/christmas-truce-1914/">"Une telle chose ne devrait pas avoir lieu en temps de guerre. N'avez-vous donc aucun sens de l'honneur ?"</a></p>

<p>Cette homme &eacute;tait Adolf Hitler.</p>

<p>Une telle chose ne s'invente pas.</p>

<h3>"For culture to evolve" | "Pour que la population &eacute;volue"</h3>

<p>Tout r&eacute;cemment, un domaine inter-disciplinaire qui <em>m'excite</em> vraiment est apparu : <em>l'&Eacute;volution Culturelle</em>. C'est un mauvais nom, et pas seulement parcequ'il sonne proche du "Darwinisme Social". Ce qu'il n'est pas. Promis.</p>

<p>Une partie importante de la Th&eacute;orie de l'&Eacute;volution Culturelle est que la culture &eacute;volue de la m&ecirc;me mani&egrave;re que la vie : par le biais de variations &amp; s&eacute;lections. Variation: les gens diff&egrave;rent en croyances &amp; comportements, et en inventent de nouveaux presque tous les jours. S&eacute;lection : les gens essaient d'imiter leurs h&eacute;ros &amp; anc&egrave;tres, et adoptent leurs croyances/comportements.</p>

<p>(Note: ce <em>n'est pas</em> tout &agrave; fait la th&eacute;orie "meme" de Richard Dawkin. "Meme" implique que, comme les g&egrave;nes, les id&eacute;es viennent en petits groupes &amp; sont reproduites avec une haute fid&eacute;lit&eacute;. Ce n'est &eacute;videmment pas vrai. De m&ecirc;me, on ne peut pas dire "meme" en restant s&eacute;rieux aujourd'hui, alors bon)</p>

<p>La raison pour laquelle je pense que l'&Eacute;volution Culturelle est si prometteuse, c'est qu'elle pourrait englober <em>toutes</em> les sciences humaines : psychologie, sociologie, &eacute;conomie, anthropologie, sciences politiques, neurosciences, biologie. Les plus grands probl&egrave;mes de notre temps n'ob&eacute;issent pas au limites acad&eacute;miques - donc il est grand temps de cr&eacute;er un langage commun entre les sciences et les humanit&eacute;s.</p>

<p>Si vous voulez en apprendre plus sur la Th&eacute;orie de l'&Eacute;volution Culturelle, je vous recommande fortement le livre de 2015 de Joseph Heinlich, <a href="http://press.princeton.edu/titles/10543.html">The Secret of Our Success</a>!</p>

<h3>"[Always Cheat's] exploitativeness was its downfall" | "L'attitude de [Triche Toujours] a caus&eacute; sa chute"</h3>

<p>Vous avez peut-&ecirc;tre entendu que quelqu'un a trouv&eacute; un joueur qui puisse "exploiter l'&eacute;volution". D'apr&egrave;s le journal <a href="https://www.scientificamerican.com/article/game-theory-calls-cooperation-into-question1/">Scientific American</a>: "[L'article &amp; les r&eacute;sultats de Dyson] sugg&egrave;rent que les meilleurs strat&eacute;gies &eacute;taient celles &eacute;goistes qui permettaient l'abus, pas la coop&eacute;ration."</p>

<p>L'article &amp; les trouvailles de Dyson <em>sont</em> tr&egrave;s importants, mais Scientific American a confondu deux usages du mot "&eacute;volution". Le premier usage, la mani&egrave;re de laquelle ce guide interactif l'a utilis&eacute;, signifie que la <em>population du tournoi</em> change au fil du temps. Le deuxi&egrave;me usage, la mani&egrave;re de laquelle P&amp;D l'utilisent, &eacute;tait que les <em>r&egrave;gles du joueur</em> changent au fil du temps. Par example : D&eacute;tective "&eacute;volue" car il change ses propres r&egrave;gles, alors que Copycat <em>"n'&eacute;volue" pas</em> car il garde les m&ecirc;mxmes r&egrave;gles.</p>

<p>Donc, P&amp;D ont trouv&eacute; une strat&eacute;gie que pouvent exploiter <em>les joueurs</em> qui "&eacute;voluent", comme D&eacute;tective, mais leurs strat&eacute;gies <em>ne peuvent pas exploiter l'&eacute;volution du tournoi</em>, car sur le long terme, les strat&eacute;gies justes &amp; &eacute;quitables gagnent encore. </p>

<h3>"We have fewer friends -- period." | "Nous avons moins d'amis -- point."</h3>

<p>S&eacute;rieusement, lisez le livre de 2000 de Robert Putnam, <a href="http://bowlingalone.com/">Bowling Alone</a>. Oui, c'est un peu viex maintenant, 17 ans plus tard, mais ses trouvailles et enseignements sont toujours aussi vrai -- sûrement m&ecirc;me plus encore.</p>

<h3>"Non-zero-sum game" / "Win-Win" | "Jeu &agrave; somme non nulle" / "Gagnant-Gagnant"</h3>

<p>C'est un peu ringard, mais j'adore toujours le livre de 1989 <a href="https://www.amazon.com/Habits-Highly-Effective-People-Powerful/dp/0743269519">The Seven Habits of Highly Effective People</a> -- particuli&egrave;rement Habit #4: Think Win-Win.</p>

<p>Parce que contrairement &agrave; la croyance populaire, arriver &agrave; une solution Gagnant-Gagnant est difficile, demande des efforts et est &eacute;motionnellement douloureux. J'irai m&ecirc;me plus loin - Je dirais que notre position culturelle par d&eacute;faut de Gagnant-Perdant "nous contre eux" est le chemin facile, celui des fain&eacute;ants.</p>

<p>Laissons de c&ocirc;te les exag&eacute;rations. Je crois fortement que le "Gagnant-Gagnant" / "Somme-Non-Nulle" est quelque chose dont nous avons tous urgemment besoin -- dans nos vies personnelles, sociales et politiques.</p>

<h3>"Copykitten"</h3>

<p>Tout comme le nom d'origine de Copycat est Tit For Tat, le nom d'origine des Copykitten est <em>Tit For Two Tats</em>. M&ecirc;me r&egrave;gle : Coop&egrave;re, &agrave; moins que l'autre joueur triche <em>deux</em> fois d'affil&eacute;e.</p>

<p>Il y a une autre variante de Tit For Tat appel&eacute;e <em>Generous Tit For Tat</em>. Il a une r&egrave;gle similaire mais l&eacute;g&egrave;rement diff&eacute;rente : Coop&eacute;rer, mais quand l'autre joueur triche, le pardonner avec une probabilit&eacute; de X%. Ce design, avec la variable "X", vous laisse choisir diff&eacute;rents niveaux de "pardon" pour le joueur.</p>

<h3>"Simpleton" | "Simplet"</h3>

<p>Aussi connu comme Pavlov, ou Win-Stay-Lose-Shift.</p>

<h3>"Our modern media [...] has increased our miscommunication" | "Les m&eacute;dia modernes [...] ont augment&eacute; les erreurs de communication"</h3>

<p>Je suis seulement dans ma vingtaine, je ne sais pas pourquoi je donne toujours l'impression d'&ecirc;tre un vieil aigri dirigeant mon poing vers un nuages. Mais, oui, lisez le livre de 1985 de Neil Postman, <a href="https://www.amazon.com/Amusing-Ourselves-Death-Discourse-Business/dp/014303653X">Amusing Ourselves To Death</a>. C'est sur la mani&egrave;re de laquelle les technologies de la communication transforment subtilement notre culture ("Le moyen est le message") et comment la technologie orient&eacute;e vers des informations rapides (TV en 1985, m&eacute;dia sociaux maintenant) nous transforme tous and des personnes incons&eacute;quentes et avec une pens&eacute;e &agrave; court terme.</p>

<p>Bien que je ne sois pas d'accord avec <em>tout</em> ce qui est dans son livre, il est &eacute;tonamment clairvoyant pour 1985. Sa diatribe contre Sesame Street est plut&ocirc;t &eacute;trange, par contre.</p>

<h3>"Build relationships. Find win-wins. Communicate clearly." | "Construisez des relations, Trouvez des gagnant-gagnants. Communiquez clairement"</h3>

<p>Donner des conseils peut sembler condescendant, alors laissez-moi &ecirc;tre tout &agrave; fait honn&ecirc;te : Je <em>n'ai pas</em> la moindre id&eacute;e de ce qu'il convient de faire, personnellement. J'ai du mal &agrave; construire des amiti&eacute;s, tout particuli&egrave;rement avec des gens d'un avis politique diff&eacute;rent du mien. J'oublie parfois de d&eacute;velopper des relations gagnant-gagnant et tombe dans un mode de pens&eacute;e "eux contre nous". Et &agrave; en juger par mes propos, je suis encore tr&egrave;s mauvais pour ce qui est de communiquer clairement.</p>

<p>Mais je veux m'am&eacute;liorer. Ces choses sont <em>dures</em>. Construire la paix &emp; avoir confiance dans le monde, partout, est <em>dur</em>.</p>

<p>Et c'est pourquoi ça en vaut le coup. &lt;3</p>


</div>
</body>

</html>
